/* Add new Renovation button */
"Add Renovation" = "Lägg till renovering";

/* No comment provided by engineer. */
"Closed Renovations" = "Stängda renoveringar";

/* under EditRenovationView */
"Delete this renovation" = "Ta bort denna renovering";

/* No comment provided by engineer. */
"Open Renovations" = "Öppna renoveringar";

/* No comment provided by engineer. */
"Sort" = "Sortera";

